{
  "products": [    
    {
      "id": 1,
      "name":"Ibraheem Al Qurashi Blue Oud Eau De Parfum For Unisex",
      "description":"Ibraheem Al Qurashi Blue Oud Eau De Parfum For Unisex \n Description It is bright and bold and fills the universe around you with a glowing scent that captures every breath. \n The finest Cambodian oud comes to you sweetened with the aroma of radiant blue lily, to reflect the strength of your personality. The details of your elegance and glamor appear with the appearance of leather decorated with breathtaking patchouli breezes. The smoky endnotes enriched with tobacco grains and sparkling crystal drops of amber add to the charm of your look. Fragrance Notes Top Notes- Blue Lily, Oud Middle Notes- Patchouli, Leather Base Notes- Amber,Tabacco",
      "price":3999,
      "mrp":10500,
      "image":"/images/products/IbraheemAlQurashiBlueOud1_1800x1800.webp",
      "images": [
        "/images/products/IbraheemAlQurashiBlueOud3_1800x1800.webp",
        "/images/products/IbraheemAlQurashiBlueOud4_1800x1800.webp"
      ],
      "category": "Oud",
      "isOnSale": true,
      "salePercentage": 62,
      "showSaleAnimation": true,
      "inStock": true
    },
    {
      "id": 2,
      "name": "Fariis Al Fakhar Phoenix parfum for men 100 ml",
      "description": "Top note: Lavender — a somewhat fresh, aromatic opening.\nHeart (middle) notes: Amalfi lemon and apple. So a bright, fruity-citrus heart.\nBase notes: Amber, vanilla, musk and vetiver (plus a mention of “fragrant golden beard” which seems to speak to a warm woody/earthy dry-down).",
      "price": 1499,
      "mrp": 3000,
      "image": "/images/products/faaris1.webp",
      "images": [
        "/images/products/faaris2.webp"
        
  
      ],
      "category": "orientel and woody",
      "isOnSale": true,
      "salePercentage": 50,
      "showSaleAnimation": true,
      "inStock": true
    },
    {
      "id": 3,
      "name": "Paris Oud Aqua Parfum 75ML",
      "description": "Paris Oud is more than a fragrance; it is an olfactory journey that transports you to the heart of Paris as night falls. Each spritz is a passport to an evening of enchantment, where every street and every moment is filled with magic and mystery. With Paris Oud, you carry the essence of a Parisian evening wherever you go, a constant reminder of the romance and allure that only Paris can offer",
      "price": 1999,
      "mrp": 5000,
      "image": "/images/products/paris-oud-02.webp",
      "images": [
        "/images/products/parisoud.webp",
        "/images/products/paris_oud_1.webp"
      ],
      "category": "Woody",
      "isOnSale": true,
      "salePercentage": 60,
      "showSaleAnimation": true,
      "inStock": true
    },
    {
      "id": 4,
      "name": "FRENCH VANILLA AQUA PARFUM 100ML",
      "description": "French Vanilla is a warm, aromatic fragrance that blends the freshness of lavender, bergamot, and cardamom with the spicy complexity of cinnamon, cumin, and spearmint. At its heart, the scent evolves with a delicate floral touch of lily of the valley, grounding the composition with rich, earthy base notes of musk, vanilla, dry woods, tobacco, and benzoin. This fragrance captures a balance between invigorating freshness and deep, comforting warmth, making it both sophisticated and inviting.",
      "price": 1899,
      "mrp": 5000,
      "image": "/images/products/FrenchVanillaBottle.webp",
      "images": [
        "/images/products/WhatsApp_Image_2025-07-12_at_10.24.31_AM_1.webp",
        "/images/products/french_vanilla_web.webp"
      ],
      "category": "Aromatic Spicy Floral",
      "isOnSale": true,
      "salePercentage": 62,
      "showSaleAnimation": true,
      "inStock": true
    },
    {
      "id": 5,
      "name": "NOIR AQUA PARFUM 100ML",
      "description": "Noir Aqua Parfum is a refined woody-aqueous fragrance that opens with the bright, zesty notes of bergamot, lavender, and mandarin, creating a refreshing and uplifting start. The heart reveals a harmonious blend of aquatic nuances, jasmine, and soft cashmere wood, adding a smooth, elegant depth. The base is a warm, grounded mix of amber, earthy woods, and oak moss, offering a sophisticated, lasting finish. This fragrance is a perfect balance of fresh, floral, and woody elements, evoking both clarity and warmth.",
      "price": 1899,
      "mrp": 5000,
      "image": "/images/products/NOIR_-1_2.webp",
      "images": [
        "/images/products/NoirBottle.webp",
        "/images/products/noir_web.webp"
        
      ],
      "category": "woody-aqueous",
      "isOnSale": true,
      "salePercentage":62,
      "showSaleAnimation": true,
      "inStock": true
    },
    {
      "id": 6,
      "name": "Royal Tobacco Oud Perfume For Men 100ml",
      "description": "A bold, unisex woody-amber aroma that pairs rich dried tobacco with deep frankincense and a smoky oud base. The opening hits with aromatic green spices (cardamom, elemi, basil) and bergamot, moving into a heart of tobacco absolute, licorice and a subtle floral lift (rose & osmanthus). It dries down on a lavish base of myrrh, labdanum, benzoin, vanilla, tonka bean, birch tar, vetiver and oud.",
      "price": 1699,
      "mrp": 3000,
      "image": "/images/products/royal tobecco oud 1.webp",
      "images": [
        "/images/products/royal tobecco oud 2.webp",
        "/images/products/tobecco oud 3.webp",
        "/images/products/tobecco oud 4.webp"
      ],
      "category": "woody-Smokey",
      "isOnSale": true,
      "salePercentage": 48,
      "showSaleAnimation": true,
      "inStock": true
    }    
  

  ]
}